Repository: bazabureau/linkfit
Catalog: apps/ios/Linkfit/Resources/Localizable.xcstrings
Source language: az
Languages: en, ru

# game.result.lost
source: Məğlubiyyət
en: You lost
ru: Поражение

# game.result.recorded
source: Yekun qeydiyyatda
en: Result recorded
ru: Результат записан

# game.result.won
source: Qələbə
en: You won
ru: Победа

# game.share.text_format
source: Linkfit-də oyuna qoşul: %@ — %@
en: Join my game on Linkfit: %@ — %@
ru: Присоединяйся к игре в Linkfit: %@ — %@

# game.status.cancelled
source: Ləğv edildi
en: Cancelled
ru: Отменено

# game.status.completed
source: Tamamlandı
en: Played
ru: Сыграно

# game.status.full
source: Tam
en: Full
ru: Заполнено

# game.status.open
source: Açıq
en: Open
ru: Открыта

# game.status.played
source: Oynanıb
en: Played
ru: Сыграна

# game.success.joined
source: Oyuna qoşuldunuz!
en: You joined the game!
ru: Вы присоединились к игре!

# game.title
source: Oyun
en: Game
ru: Игра

# games.action.cancel
source: Ləğv et
en: Cancel
ru: Отменить

# games.action.reschedule
source: Yenidən planlaşdır
en: Reschedule
ru: Перенести

# games.cancel.confirm
source: Ləğv et
en: Cancel game
ru: Отменить игру

# games.cancel.reason.placeholder
source: Səbəb (məcburi deyil)
en: Reason (optional)
ru: Причина (по желанию)

# games.cancel.success
source: Oyun ləğv edildi
en: Game cancelled
ru: Игра отменена

# games.cancel.title
source: Oyunu ləğv et
en: Cancel game
ru: Отменить игру

# games.filter.nearby
source: Yaxın
en: Nearby
ru: Рядом

# games.nav.title
source: Oyunlar
en: Games
ru: Игры

# games.reschedule.submit
source: Yeni vaxtı təsdiqlə
en: Confirm new time
ru: Подтвердить время

# games.reschedule.success
source: Oyun yeni vaxta keçirildi
en: Game rescheduled
ru: Игра перенесена

# games.reschedule.title
source: Yenidən planlaşdır
en: Reschedule game
ru: Перенести игру

# games.section.mine
source: Mənim oyunlarım
en: My games
ru: Мои игры

# games.section.open
source: Açıq oyunlar
en: Open games
ru: Открытые игры

# games.spots_format
source: %1$d/%2$d oyunçu
en: %1$d/%2$d players
ru: %1$d/%2$d игроков

# games.spots_left_format
source: %d yer qaldı
en: %d spots left
ru: осталось %d

# group_chat.add_participant
source: İştirakçı əlavə et
en: Add participant
ru: Добавить участника

# group_chat.default_title
source: Qrup söhbəti
en: Group chat
ru: Групповой чат

# group_chat.empty.message
source: Oyundan əvvəl planı razılaşdırın.
en: Lock in the plan before the game.
ru: Согласуйте план перед игрой.

# group_chat.empty.title
source: İlk mesajı sən yaz
en: Say hi to the squad
ru: Поздоровайся с командой

# group_chat.empty_roster.message
source: Komandadan birini əlavə et.
en: Invite someone from the squad.
ru: Добавь кого-нибудь из команды.

# group_chat.empty_roster.title
source: Hələ iştirakçı yoxdur
en: No participants yet
ru: Пока нет участников

# group_chat.error.load_participants
source: İştirakçıları yükləmək alınmadı
en: Could not load participants
ru: Не удалось загрузить участников

# group_chat.open_for_game
source: Oyun söhbəti
en: Game chat
ru: Чат игры

# group_chat.open_for_tournament
source: Turnir söhbəti
en: Tournament chat
ru: Чат турнира

# group_chat.owner_badge
source: RƏHBƏR
en: OWNER
ru: ВЛАДЕЛЕЦ

# group_chat.participants_count
source: %lld iştirakçı
en: %lld participants
ru: %lld участников

# group_chat.participants_title
source: İştirakçılar
en: Participants
ru: Участники

# group_chat.remove_participant
source: İştirakçını sil
en: Remove participant
ru: Удалить участника

# group_chat.tap_for_members
source: İştirakçıları gör
en: Tap to see members
ru: Открыть участников

# home.action.book_court
source: Kort sifariş
en: Book court
ru: Заказать корт

# home.action.book_court.sub
source: Vaxt seç və oyna
en: Pick a time slot
ru: Выбрать время

# home.action.create_game
source: Oyun yarat
en: Create game
ru: Создать игру

# home.action.create_game.sub
source: Komandanı yığ
en: Build your team
ru: Собрать команду

# home.action.find_game
source: Oyun tap
en: Find game
ru: Найти игру

# home.action.find_game.sub
source: Yaxındakı oyunlar
en: Games near you
ru: Игры рядом

# home.action.search
source: Axtar
en: Search
ru: Найти

# home.action.tournaments
source: Turnirlər
en: Tournaments
ru: Турниры

# home.action.tournaments.sub
source: Yarış və qazan
en: Compete & win
ru: Соревнуйся

# home.chat
source: Mesajlar
en: Messages
ru: Сообщения

# home.empty.clubs.body
source: Daha geniş radius cəhd et.
en: Try widening the radius.
ru: Попробуй увеличить радиус.

# home.empty.clubs.cta
source: Bütün klublara bax
en: Browse all clubs
ru: Все клубы

# home.empty.clubs.title
source: Yaxınlıqda klub yoxdur
en: No clubs nearby
ru: Клубов рядом нет

# home.empty.matches.body
source: İlkini yarat — komandan tez dolacaq.
en: Create the first one — your squad will fill in quickly.
ru: Создай первый — команда соберётся быстро.

# home.empty.matches.cta
source: Oyun yarat
en: Create game
ru: Создать игру

# home.empty.matches.title
source: Hələ oyun yoxdur
en: No matches yet
ru: Матчей пока нет

# home.empty.players.body
source: Məkanı Ayarlardan dəyiş və ya bütün oyunçulara bax
en: Adjust your location in Settings or browse all players
ru: Измените местоположение в настройках или посмотрите всех игроков

# home.empty.players.cta
source: Oyunçu axtar
en: Find players
ru: Найти игроков

# home.empty.players.title
source: Yaxınlıqda oyunçu yoxdur
en: No players nearby
ru: Нет игроков рядом

# home.empty.tournaments.body
source: Yeni turnirlər elan ediləndə burada görünəcək.
en: Tournaments will show up here once announced.
ru: Турниры появятся после анонса.

# home.empty.tournaments.title
source: Hələ turnir yoxdur
en: No tournaments yet
ru: Турниров пока нет

# home.empty_hero.cta_primary
source: Oyun tap
en: Find a match
ru: Найти матч

# home.empty_hero.cta_secondary
source: Yaxud öz oyununu yarat
en: Or host your own
ru: Или создай свой

# home.empty_hero.subtitle
source: Yaxınlıqdakı oyunlara qoşul və ya öz oyununu yarat — bir toxunuşla.
en: Join a match near you or host your own — one tap.
ru: Присоединяйся к матчу рядом или создай свой — один тап.

# home.empty_hero.title
source: Bu axşam padel oyna
en: Play padel tonight
ru: Сыграй в падел сегодня

# home.error.load_games
source: Oyunları yükləmək mümkün olmadı
en: Could not load games
ru: Не удалось загрузить игры

# home.find_a_game
source: Oyun tap
en: Find a game
ru: Найти игру

# home.find_game
source: Oyun tap
en: Find a game
ru: Найти игру

# home.greeting
source: Salam,
en: Hello,
ru: Привет,

# home.greeting.afternoon
source: GÜNORTAN XEYİR
en: GOOD AFTERNOON
ru: ДОБРЫЙ ДЕНЬ

# home.greeting.afternoon_friendly
source: Salam
en: Hi there
ru: Привет

# home.greeting.evening
source: AXŞAMIN XEYİR
en: GOOD EVENING
ru: ДОБРЫЙ ВЕЧЕР

# home.greeting.evening_friendly
source: Axşamın xeyir
en: Good evening
ru: Добрый вечер

# home.greeting.morning
source: SABAHIN XEYİR
en: GOOD MORNING
ru: ДОБРОЕ УТРО

# home.greeting.morning_friendly
source: Sabahın xeyir
en: Good morning
ru: Доброе утро

# home.greeting.player
source: Oyunçu
en: Player
ru: Игрок

# home.hero.book_now_subtitle
source: İstədiyin vaxt padel oyna
en: Play padel anytime
ru: Играй в падел когда угодно

# home.hero.book_now_title
source: Kort bron et
en: Book a court
ru: Забронируй корт

# home.hero.next_match
source: Növbəti oyunun
en: Your next match
ru: Твоя следующая игра

# home.hero.view_details
source: Ətraflı bax
en: View details
ru: Подробнее

# home.host_a_game
source: Oyun yarat
en: Host a game
ru: Создать игру

# home.host_subtitle
source: Vaxtı sən təyin et, komanda öz-özünə dolacaq.
en: Set the time, the squad fills in.
ru: Назначь время — команда соберётся.

# home.match.full
source: Dolu
en: Full
ru: Мест нет

# home.match.join
source: Qoşul
en: Join Match
ru: Присоединиться

# home.match.joined
source: Qoşulmusan
en: Joined
ru: Ты участвуешь

# home.messages
source: Mesajlar
en: Messages
ru: Сообщения

# home.notifications
source: Bildirişlər
en: Notifications
ru: Уведомления

# home.notifications.unread_format
source: Bildirişlər (%d oxunmamış)
en: Notifications (%d unread)
ru: Уведомления (%d непрочитанных)

# home.placeholder.player
source: Oyunçu
en: Player
ru: Игрок

# home.players
source: Oyunçular
en: Players
ru: Игроки

# home.primary.cta_create
source: Yarat
en: Create
ru: Создать

# home.primary.cta_find
source: Tap
en: Find
ru: Найти

# home.primary.subtitle
source: Komandanı yığ və ya yaxınlıqda oyun tap.
en: Build a team or jump into a nearby match.
ru: Собери команду или найди матч рядом.

# home.primary.title
source: Bu gün padel?
en: Padel today?
ru: Сыграем сегодня?

# home.recommended.cta
source: Mənə uyğun oyun tap
en: Find a match for me
ru: Подобрать матч

# home.recommended.subtitle
source: ELO və oynama tarixinə əsaslanan tövsiyələr
en: Recommendations based on ELO and play history
ru: Подбор по ELO и истории игр

# home.search.all_sports
source: Bütün idmanlar
en: All sports
ru: Все виды спорта

# home.search.any_time
source: İstənilən vaxt
en: Any time
ru: В любое время

# home.search.near_you
source: Yaxınlıqda · 25 km
en: Near you · 25 km
ru: Рядом · 25 км

# home.section.activity
source: Dostların aktivliyi
en: Friend activity
ru: Активность друзей

# home.section.activity.see_all
source: Hamısını gör
en: See all
ru: Все

# home.section.clubs
source: Bütün klublar
en: All clubs
ru: Все клубы

# home.section.nearby_clubs
source: Yaxın klublar
en: Nearby Clubs
ru: Клубы рядом

# home.section.open_games
source: Yaxınlıqdakı açıq oyunlar
en: Open games near you
ru: Открытые игры рядом

# home.section.players
source: Yaxındakı oyunçular
en: Players nearby
ru: Игроки рядом

# home.section.recommended
source: Sənin üçün tövsiyə
en: Recommended for you
ru: Рекомендуем

# home.section.tournaments
source: Turnirlər
en: Tournaments
ru: Турниры

# home.section.upcoming_matches
source: Növbəti oyunlar
en: Upcoming Matches
ru: Ближайшие матчи

# home.smart.cta.open_match
source: Oyuna bax
en: View match
ru: Открыть матч

# home.smart.kicker.upcoming
source: Növbəti oyun
en: Next match
ru: Следующий матч

# home.smart.soon
source: Tezliklə
en: Soon
ru: Скоро

# home.smart.today
source: Bu gün
en: Today
ru: Сегодня

# home.smart.today_at_format
source: Bu gün, %@
en: Today at %@
ru: Сегодня в %@

# home.smart.tomorrow
source: Sabah
en: Tomorrow
ru: Завтра

# home.smart.tomorrow_at_format
source: Sabah, %@
en: Tomorrow at %@
ru: Завтра в %@

# home.stat.games
source: Oyun
en: Games
ru: Игры

# home.stat.rating
source: Reytinq
en: Rating
ru: Рейтинг

# home.stat.winrate
source: Qələbə
en: Win rate
ru: Победы

# home.stats.empty.body
source: İlk oyunundan sonra burada görünəcək
en: Your numbers appear after your first match
ru: Цифры появятся после первой игры

# home.stats.empty.title
source: Hələ statistika yoxdur
en: No stats yet
ru: Пока нет статистики

# home.stats.skill_voice
source: Bacarıq səviyyəsi
en: Skill level
ru: Уровень навыка

# home.subtitle.ready
source: Bu gün gözəl bir oyuna hazırsan?
en: Ready for a great match today?
ru: Готов к матчу сегодня?

# home.suggested.rail.dismiss
source: Bağla
en: Dismiss
ru: Закрыть

# home.suggested.rail.title
source: Tanış olmaq istəyə bilərsən
en: People you might want to meet
ru: Возможно, ты захочешь познакомиться

# home.suggested.reason.same_skill
source: Eyni səviyyə
en: Similar skill level
ru: Похожий уровень

# home.title
source: Gəl, oyununu tapaq.
en: Let's find your game.
ru: Найдём твою игру.

# home.tournament.registered
source: Qeydiyyatlı
en: Registered
ru: Зарег.

# home.welcome_back_format
source: Xoş gəlmisən, %@!
en: Welcome back, %@!
ru: С возвращением, %@!

# home.your_profile
source: Profilin
en: Your profile
ru: Твой профиль

# inbox.sub.messages
source: Mesajlar
en: Messages
ru: Сообщения

# inbox.sub.notifications
source: Bildirişlər
en: Notifications
ru: Уведомления

# inbox.tab.invitations
source: Dəvətlər
en: Invitations
ru: Приглашения

# inbox.tab.notifications
source: Bildirişlər
en: Notifications
ru: Уведомления

# insights.a11y.axis.date
source: Tarix
en: Date
ru: Дата

# insights.a11y.axis.elo
source: ELO reytinqi
en: ELO rating
ru: ELO рейтинг

# insights.a11y.axis.games
source: Oyun sayı
en: Games
ru: Игры

# insights.a11y.axis.reliability
source: Etibarlılıq
en: Reliability
ru: Надёжность

# insights.a11y.axis.week
source: Həftə
en: Week
ru: Неделя

# insights.a11y.axis.winrate
source: Qələbə faizi
en: Win rate
ru: Процент побед

# insights.chart.elo.subtitle
source: Hər qiymətləndirmədən sonra ELO
en: Rating after each rated match
ru: Рейтинг после каждой игры

# insights.chart.elo.title
source: ELO inkişafı
en: ELO over time
ru: Динамика ELO

# insights.chart.gpw.subtitle
source: Oynama ritmin
en: Your playing rhythm
ru: Твой ритм игр

# insights.chart.gpw.title
source: Həftəlik oyunlar
en: Games per week
ru: Игры по неделям

# insights.chart.opponents.empty
source: Hələ rəqib məlumatı yoxdur.
en: No opponent data yet.
ru: Пока нет данных о соперниках.

# insights.chart.opponents.title
source: Tez-tez qarşılaşdığın rəqiblər
en: Top opponents
ru: Частые соперники

# insights.chart.reliability.subtitle
source: Mövcud etibarlılıq səviyyəsi
en: Current reliability score
ru: Текущий уровень

# insights.chart.reliability.title
source: Etibarlılıq trendi
en: Reliability trend
ru: Надёжность

# insights.chart.winrate.subtitle
source: Gündəlik qələbə faizi
en: Daily win percentage
ru: Победы по дням

# insights.chart.winrate.title
source: Qələbə faizi
en: Win rate trend
ru: Процент побед

# insights.empty.cta
source: Ana səhifəyə qayıt
en: Back to home
ru: Вернуться на главную

# insights.empty.message
source: Daha çox oyun oyna, qrafiklər burada görünəcək.
en: Play more games and your charts will appear here.
ru: Сыграй больше — и графики появятся здесь.

# insights.empty.title
source: Statistika yoxdur
en: No insights yet
ru: Пока нет данных

# insights.entry.profile_row
source: Statistikaya bax
en: View insights
ru: Открыть аналитику

# insights.error.not_signed_in
source: Statistikanı görmək üçün hesaba daxil ol.
en: Sign in to view your insights.
ru: Войди, чтобы видеть аналитику.

# insights.kpi.games
source: Oyunlar
en: Games
ru: Игры

# insights.kpi.reliability
source: Etibarlılıq
en: Reliability
ru: Надёжность

# insights.opponents.games_format
source: %1$d oyun · %2$dQ %3$dM
en: %1$d games · %2$dW %3$dL
ru: %1$d игр · %2$dП %3$dПр

# insights.opponents.win_rate_label
source: Qələbə faizi
en: Win rate
ru: Победы

# insights.picker.sport
source: İdman növü
en: Sport
ru: Вид спорта

# insights.picker.window
source: Aralıq
en: Window
ru: Период

# insights.threshold.message_format
source: Qrafikləri görmək üçün daha %d oyun oyna.
en: Play %d more game(s) to start seeing insights.
ru: Сыграй ещё %d, чтобы открыть графики.

# insights.threshold.title
source: Statistikan toplanır
en: Insights are warming up
ru: Аналитика прогревается

# insights.title
source: Statistika
en: Insights
ru: Аналитика

# insights.window.1y
source: 1 il
en: 1y
ru: 1г

# insights.window.30d
source: 30 gün
en: 30d
ru: 30д

# insights.window.90d
source: 90 gün
en: 90d
ru: 90д

# insights.window.all
source: Hamısı
en: All
ru: Все

# invitations.action.accept
source: Qəbul et
en: Accept
ru: Принять

# invitations.action.decline
source: Rədd et
en: Decline
ru: Отклонить

# invitations.cta.invite_player
source: Oyunçunu dəvət et
en: Invite player
ru: Пригласить игрока

# invitations.empty.message
source: Səni oyuna dəvət etdikdə burada görünəcək.
en: When a host invites you to a game it'll show up here.
ru: Когда хост пригласит тебя в игру — увидишь здесь.

# invitations.empty.title
source: Yeni dəvət yoxdur
en: No invitations
ru: Приглашений нет

# invitations.error.accept
source: Dəvəti qəbul etmək mümkün olmadı
en: Could not accept invitation
ru: Не удалось принять приглашение

# invitations.error.decline
source: Dəvəti rədd etmək mümkün olmadı
en: Could not decline invitation
ru: Не удалось отклонить приглашение

# invitations.error.load
source: Dəvətləri yükləmək mümkün olmadı
en: Could not load invitations
ru: Не удалось загрузить приглашения

# invitations.invite_sheet.empty.message
source: Bütün uyğun oyunçular artıq oyundadır və ya siyahıda görünmür.
en: Everyone matching is already in the game or filtered out.
ru: Все подходящие уже в игре или скрыты фильтром.

# invitations.invite_sheet.empty.title
source: Heç bir oyunçu yoxdur
en: No players to invite
ru: Нет игроков для приглашения

# invitations.invite_sheet.error
source: Dəvəti göndərmək mümkün olmadı
en: Could not send the invite
ru: Не удалось отправить приглашение

# invitations.invite_sheet.search.placeholder
source: Adı ilə axtar…
en: Search by name…
ru: Поиск по имени…

# invitations.invite_sheet.send
source: Dəvət göndər
en: Send invite
ru: Отправить приглашение

# invitations.invite_sheet.title
source: Oyunçu seç
en: Choose a player
ru: Выбери игрока

# invitations.invited_by_format
source: %@ səni dəvət etdi
en: %@ invited you
ru: %@ приглашает тебя

# invitations.loading
source: Dəvətlər yüklənir…
en: Loading invitations…
ru: Загружаем приглашения…

# invitations.post_create.empty.message
source: Profil tabından oyunçuları izləməyə başla, sonra onları dəvət edə bilərsən.
en: Follow players from the Profile tab to invite them later.
ru: Подпишитесь на игроков из вкладки Профиль, чтобы приглашать их.

# invitations.post_create.empty.title
source: Hələ follower yoxdur
en: No followers yet
ru: Пока нет подписчиков

# invitations.post_create.error.load
source: Followers yüklənmədi
en: Could not load followers
ru: Не удалось загрузить подписчиков

# invitations.post_create.error.send
source: Dəvətləri göndərmək mümkün olmadı
en: Could not send invites
ru: Не удалось отправить приглашения

# invitations.post_create.heading
source: Followers-ə dəvət göndər?
en: Invite your followers?
ru: Пригласить подписчиков?

# invitations.post_create.later
source: Sonra
en: Later
ru: Позже

# invitations.post_create.loading
source: Followers yüklənir…
en: Loading followers…
ru: Загрузка подписчиков…

# invitations.post_create.search.empty.message
source: Başqa ad sınayın.
en: Try a different name.
ru: Попробуйте другое имя.

# invitations.post_create.search.empty.title
source: Heç nə tapılmadı
en: Nothing found
ru: Ничего не найдено

# invitations.post_create.search.placeholder
source: Followers ara…
en: Search followers…
ru: Поиск подписчиков…

# invitations.post_create.send.count_format
source: %lld nəfərə dəvət göndər
en: Send to %lld
ru: Отправить %lld

# invitations.post_create.send.empty
source: Oyunçu seç
en: Select players
ru: Выберите игроков

# invitations.post_create.subtitle
source: Yaratdığın oyuna izlədiyin oyunçuları dəvət et.
en: Invite people who follow you to the game you just created.
ru: Пригласите подписчиков в созданную игру.

# invitations.post_create.title
source: Dəvətlər
en: Invitations
ru: Приглашения

# invitations.seats_short
source: yer
en: seats
ru: мест

# invitations.subtitle
source: Ev sahiblərinin sənə göndərdiyi dəvətlər.
en: Direct invites from hosts who want you in their game.
ru: Приглашения от хостов, которые хотят видеть тебя в игре.

# invitations.title
source: Dəvətlər
en: Invitations
ru: Приглашения

# language.system
source: Sistem
en: System
ru: Системный

# language.title
source: Dil
en: Language
ru: Язык

# leaderboards.empty.title
source: Hələ kifayət qədər oyun yoxdur
en: Not enough games yet
ru: Пока недостаточно игр

# leaderboards.period.all
source: Hamısı
en: All time
ru: За всё время

# leaderboards.period.label
source: Dövr
en: Period
ru: Период

# leaderboards.period.month
source: Ay
en: Month
ru: Месяц

# leaderboards.period.week
source: Həftə
en: Week
ru: Неделя

# leaderboards.row.games_format
source: %1$d oyun · %2$d%% qələbə
en: %1$d games · %2$d%% wins
ru: %1$d игр · %2$d%% побед

# leaderboards.row.wins_format
source: %1$d qələbə
en: %1$d wins
ru: %1$d побед

# leaderboards.scope.city
source: Şəhər
en: City
ru: Город

# leaderboards.scope.global
source: Qlobal
en: Global
ru: Глобально

# leaderboards.scope.label
source: Əhatə
en: Scope
ru: Охват

# leaderboards.skill.label
source: Səviyyə
en: Skill
ru: Уровень

# leaderboards.subtitle
source: Top oyunçular ELO üzrə
en: Top players by ELO
ru: Лучшие игроки по ELO

# leaderboards.title
source: Sıralama
en: Leaderboards
ru: Рейтинг

# linkfit.brand_tagline
source: Oyununu tap.
en: Find your game.
ru: Найди свою игру.

# loading.button_hint
source: Yüklənir
en: Loading
ru: Загрузка

# loading.default
source: Yüklənir
en: Loading
ru: Загрузка

# match.host_badge.you
source: Sənin oyunun
en: Your game
ru: Твоя игра

# matches.count_format
source: %lld oyun
en: %lld matches
ru: %lld матча

# matches.create
source: Oyun yarat
en: Create game
ru: Создать матч

# matches.day.today
source: Bu gün
en: Today
ru: Сегодня

# matches.day.tomorrow
source: Sabah
en: Tomorrow
ru: Завтра

# matches.empty.create_cta
source: Oyun yarat
en: Create a game
ru: Создать игру

# matches.empty.filter.clear
source: Filtrləri təmizlə
en: Clear filters
ru: Очистить фильтры

# matches.empty.filtered.combo.message
source: Seçdiyin filtrlərə uyğun oyun tapılmadı. Filtri sıfırla və ya başqa bir kombinasiya yoxla.
en: No games match the current filters. Reset them or try a different combination.
ru: Под выбранные фильтры игр не нашлось. Сбросьте их или попробуйте другую комбинацию.

# matches.empty.filtered.message
source: Filtrləri sıfırla və yenidən bax.
en: Reset filters to see more.
ru: Сбрось фильтры, чтобы увидеть больше.

# matches.empty.filtered.title
source: Bu filtrlərə uyğun oyun yoxdur
en: No games match those filters
ru: Нет матчей по этим фильтрам

# matches.empty.message
source: Yenilə və ya yeni oyun yarat.
en: Pull to refresh or host your own.
ru: Потяни вниз или создай свой матч.

# matches.empty.mine.message
source: Açıq tabına keçib oyuna qoşul.
en: Switch to Open and join one.
ru: Перейди в «Открытые» и присоединись.

# matches.empty.mine.title
source: Hələ oyunda deyilsən
en: You're not in a game yet
ru: Ты ещё не в матче

# matches.empty.title
source: Hələ açıq oyun yoxdur
en: No open games yet
ru: Открытых матчей пока нет

# matches.error.join
source: Oyuna qoşula bilmədik.
en: Couldn't join the match.
ru: Не удалось присоединиться.

# matches.error.load
source: Oyunları yükləyə bilmədik. Yenidən cəhd et.
en: Couldn't load matches. Try again.
ru: Не удалось загрузить матчи. Попробуй ещё.

# matches.filter.label
source: Filtrlər
en: Filters
ru: Фильтры

# matches.filter.period.active
source: Aktiv
en: Active
ru: Активные

# matches.filter.period.all
source: Hamısı
en: All
ru: Все

# matches.filter.period.label
source: Vaxt
en: When
ru: Когда

# matches.filter.period.past
source: Keçmiş
en: Past
ru: Прошедшие

# matches.filter.reset
source: Sıfırla
en: Reset
ru: Сбросить

# matches.filter.result.label
source: Nəticə
en: Result
ru: Результат

# matches.filter.result.loss
source: Məğlubiyyət
en: Loss
ru: Поражение

# matches.filter.result.win
source: Qələbə
en: Win
ru: Победа

# matches.filter.role.label
source: Rol
en: Role
ru: Роль

# matches.filter.role.player
source: Oyunçu
en: Player
ru: Игрок

# matches.filters.reset
source: Filtrləri sıfırla
en: Reset filters
ru: Сбросить фильтры

# matches.filters.reset_format
source: %lld filtri sıfırla
en: Reset %lld filters
ru: Сбросить %lld фильтра

# matches.hero.subtitle
source: Bakıdakı açıq oyunlara qoşul, ya da öz oyununu yarat.
en: Join an open game in Baku, or host your own.
ru: Присоединись к открытой игре в Баку или создай свою.

# matches.hero.title
source: Oyun tap
en: Find a match
ru: Найди матч

# matches.lens.mine
source: Mənim
en: Mine
ru: Мои

# matches.lens.open
source: Açıq
en: Open
ru: Открытые

# matches.role.host
source: EV SAHİBİ
en: HOST
ru: ХОСТ

# matches.row.full
source: Tam
en: Full
ru: Полно

# matches.row.host_short
source: EV SAHİBİ
en: HOST
ru: ХОСТ

# matches.row.hosting
source: Sənin oyunun
en: Hosting
ru: Ты ведущий
